app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies" WHERE (rating in ('PG-13'))  ORDER BY release_date ASC
---
    def index
      @movies = Movie.all